{
    "welcome": "Welcome!",
    "description1": "My name is Luiz Henrique Mendes and I'm 21 years old. I'm a Computer Science studant at CEFET-RJ and I'm looking for a new Internship!",
    "description2": "Since I was a kid I liked playing video games, that's why, one day I decided I wanted to try to make my own game. That's when I met programming. I started studying about more and found out about the Computer Science course, where I found about programming and how it is in everything.",
    "description3": "Today, I'm an I.T. intern at Centauro Engenharia since November 2023, but I'm looking for a new job to enhance my skills in different areas of this profession.",
    "curriculum": "Download my Curriculum!",
    "home": "Home",
    "about": "About Me",
    "projects": "Projects",
    "skills": "Skills",
    "contact": "Contact",
    "aboutTitle": "About Me",
    "about1Title": "Cultura Inglesa",
    "about1":"After doing  'Cultura Inglesa' since I was 11 anos, I finished the course with a few Cambridge exams done.",
    "about2Title": "First Programming Course",
    "about2":"I've decided to see how game development and creation is, so I found out about Unity and the basics of programming, having my first language as C#.",
    "about3Title": "Graduation at Colégio Santo Inácio",
    "about3":"I've entered Santo Inácio in 2008, where I studied for 13 years. During this time, I've had a very good performance, went in school trips and did volunteer work.",
    "about4Title": "PUC-Rio",
    "about4":"In 2021 fui I was approved at PUC-Rio for Computer Science, where I finished the first period.",
    "about5Title": "CEFET/RJ",
    "about5":"Even though I was in PUC, I was approved in CEFET, so I chose to suspend enrollment at PUC, to start the course in Computer Science at CEFET/RJ.",
    "about6Title": "Research Activity",
    "about6":"I helped a teacher to translate approximately 1500 phrases from the Portguese Language to the English Language, without the help of translations software, only using my knowledge .",
    "about7Title": "Enactus CEFET/RJ",
    "about7":"I chose a extension program that would have something extra-currilar that wouldn't be exactly related to my course. I was a member of the financial administrative department of Enactus and finantial representative of Odoyá project for a few months. I was responsible for contacting partners and administrating the money that the project had sponsor the volunteer works.",
    "about8Title": "Aliança Francesa",
    "about8":"With the intend to learn a new language (French), I entered the 'Aliança Francesa' course.",
    "about9Title": "Centauro Engenharia Telecom",
    "about9":"I was hired as an I.T. intern for Centauro Engenharia, where I do many kinds of activities, mostly as a Web Developer, in PHP, HTML, CSS, JavaScript and MySQL.",
    "about10Title": "Enactus CEFET/RJ",
    "about10": "I was feeling overwhelmed with college, the new internship, and Enactus, so I decided to leave Enactus to be able to get back on track.",
    "about11Title": "Research Activity",
    "about11": "I started a research project with a professor and a colleague on predicting flight delays. We manipulated data and programmed in R to make predictions.",
    "projectsTitle": "My Projects",
    "project1Title": "Wow!",
    "project1": "Project developed for the Software Architecture and Patterns course, where we created a social network that allows users to post, like, comment, and view posts from other users.",
    "project2Title": "GalaxyShooter",
    "project2": "Game developed in a Udemy course using Unity and C#.",
    "project3Title": "RunDuckRun",
    "project3": "Platform game I developed, applying the knowledge acquired in game programming and at college.",
    "skillsTitle": "My Skills",
    "skill1Title": "JavaScript",
    "skill1": "Experience with React, Node.js, and backend usage.",
    "skill2Title": "HTML & CSS",
    "skill2": "Responsive web development.",
    "skill3Title": "React",
    "skill3": "Development of dynamic interfaces and components.",
    "skill4Title": "Python",
    "skill4": "Basic knowledge of Python.",
    "skill5Title": "Git & GitHub",
    "skill5": "Version control and project collaboration.",
    "skill6Title": "SQL",
    "skill6": "Database queries and manipulation.",
    "skill7Title": "C#",
    "skill7": "Game development.",
    "skill8Title": "R",
    "skill8": "Data manipulation, training, and forecasting.",
    "skill9Title": "C, C++",
    "skill9": "Knowledge in programming with C and C++.",
    "skill10Title": "Microsoft Office",
    "skill10": "Proficiency in Excel, Word, PowerPoint.",
    "skill11Title": "Networking",
    "skill11": "Knowledge of networks, servers, racks, switches, etc.",
    "skill12Title": "Maintenance",
    "skill12": "Assembly, repair, and maintenance of desktops and notebooks.",
    "skill13Title": "English",
    "skill14Title": "Spanish",
    "skill15Title": "French",
    "contactTitle": "Would you like to contact me?",
    "contact1": "Email: luiz.mendescastro@gmail.com",
    "contact2": "Phone: +55 (21) 99955-3329",
    "contact3": "LinkedIn: www.linkedin.com/in/luiz-mendes-161724214",
    "contact4": "GitHub: https://github.com/LuizHenriqueMendes",
    "contact5": "Itch.io: https://feixedeluz.itch.io"

  

}