{
    "welcome": "Bem vindo(a)!",
    "description1": "Eu me chamo Luiz Henrique Mendes e tenho 21 anos. Atualmente estudo Ciência da Computação no CEFET-RJ e estou em busca de um estágio!",
    "description2": "Desde pequeno gostei de jogar video-game, por isso um dia decidi tentar criar meu próprio jogo. Foi então que descobri a programação. Comecei a pesquisar mais sobre e encontrei o curso de Ciência da Computação, nele descobri mais e mais sobre o mundo da programação, e como ela está presente em quase tudo.",
    "description3": "Hoje em dia sou Estagiário de T.I. na empresa Centauro Engenharia há 1 ano, mas estou em busca de um novo emprego para evoluir minhas habilidades em outras áreas desta profissão.",   
    "curriculum": "Baixe meu currículo",
    "curriculum2": "Versão em Inglês!",
    "home": "Home",
    "about": "Sobre Mim",
    "projects": "Projetos",
    "skills": "Habilidades",
    "contact": "Contato",
    "aboutTitle":"Sobre Mim",
    "about1Title": "Cultura Inglesa",
    "about1":"Após fazer Cultura Inglesa desde os 11 anos, finalizei o curso, com alguns exames de Cambridge.",
    "about2Title": "Primeiro Curso de Programação",
    "about2":"Decidi experimentar e ver como é a criação e o desenvolvimento de jogos, então conheci a Unity e os básicos da programação, tendo como primeira linguagem C#.",
    "about3Title": "Formatura no Colégio Santo Inácio",
    "about3":"Entrei no Santo Inácio em 2008, onde estudei durante 13 anos. Ao longo desse tempo, tive um ótimo desempenho escolar, fiz viagens com a escola e trabalhos voluntários.",
    "about4Title": "PUC-Rio",
    "about4":"Em 2021 fui aprovado na PUC-Rio no curso de Ciência da Computação, aonde completei o primeiro período da faculdade.",
    "about5Title": "CEFET/RJ",
    "about5":"Mesmo fazendo curso na PUC, fui aprovado para o CEFET, então optei por trancar minha matrícula na PUC e dar início ao curso de Ciência da Computação no CEFET/RJ.",
    "about6Title": "Atividade de Pesquisa",
    "about6":"Ajudei uma professora na tarefa de traduzir aproximadamente 1500 frases da Língua Portuguesa para Língua Inglesa, sem a utilização de softwares de tradução, utilizando apenas meus conhecimentos em ambas as línguas.",
    "about7Title": "Enactus CEFET/RJ",
    "about7":"Escolhi uma extensão do CEFET que teria algo extra-curricular que não fosse exatamente ligado ao meu curso. Fui membro do Departamento Administrativo Financeiro da Enactus e representante financeiro do projeto Odoyá por alguns meses. Era responsável por prospectar parceiros e administrar o dinheiro que o projeto tinha para bancar os trabalhos voluntários.",
    "about8Title": "Aliança Francesa",
    "about8":"Com o objetivo de aprender uma língua nova, entrei para o curso da Aliança Francesa.",
    "about9Title": "Centauro Engenharia Telecom",
    "about9":"Fui contratado como Estagiário de T.I. pela Centauro Engenharia, aonde faço diversas atividades, principalmente como desenvolvedor do Portal da empresa, em PHP, HTML, CSS, JavaScript e MySQL.",
    "about10Title": "Enactus CEFET/RJ",
    "about10":"Estava me sentindo sobrecarregado com a faculdade, o Estágio novo e a Enactus, então optei por me desligar da Enactus para conseguir me recompor.",
    "about11Title": "Atividade de Pesquisa",
    "about11":"Iniciei uma Pesquisa com um professor e uma colega sobre predição de atrasos aéreos. Manipulamos dados e programamos em R para fazer previsão dos mesmos.",
    "projectsTitle": "Meus Projetos",
    "project1Title": "Wow!",
    "project1": "Projeto desenvolvido para a disciplina Arquitetura e Padrões de Software, aonde foi criada uma rede social, na qual o usuário pode postar, curtir, comentar e ver postagens de outros usuários.",
    "project2Title": "GalaxyShooter",
    "project2": "Jogo desenvolvido em um curso da Udemy, utilizando Unity e C#.",
    "project3Title": "RunDuckRun",
    "project3": "Jogo de plataforma que desenvolvi adaptando os conhecimentos adquiridos sobre programação de jogos e na faculdade.",
    "skillsTitle": "Minhas Habilidades",
    "skill1Title": "JavaScript",
    "skill1": "Experiência com React, Node.js e utilização em backend.",
    "skill2Title": "HTML & CSS",
    "skill2": "Desenvolvimento web responsivo.",
    "skill3Title": "React",
    "skill3": "Desenvolvimento de interfaces dinâmicas e componentes.",
    "skill4Title": "Python",
    "skill4": "Conhecimento básico de Python.",
    "skill5Title": "Git & GitHub",
    "skill5": "Controle de versão e colaboração em projetos.",
    "skill6Title": "SQL",
    "skill6": "Consultas e manipulação de bancos de dados.",
    "skill7Title": "C#",
    "skill7": "Desenvolvimento de jogos",
    "skill8Title": "R",
    "skill8": "Manipulação de dados, treinamento e previsão de dados.",
    "skill9Title": "C, C++",
    "skill9": "Conhecimentos de programção em C e C++.",
    "skill10Title": "Pacote Office",
    "skill10": "Conhecimento em Excel, Word, PowerPoint.",
    "skill11Title": "Redes",
    "skill11": "Funcionameto de redes, servidores, rack's, switch etc.",
    "skill12Title": "Manutenção",
    "skill12": "Montagem, conserto e manutenção de Desktops e Notebooks.",
    "skill13Title": "Inglês",
    "skill14Title": "Espanhol",
    "skill15Title": "Francês",
    "contactTitle": "Deseja entrar em contato comigo?",
    "contact1": "Email: luiz.mendescastro@gmail.com",
    "contact2": "Telefone: (21) 99955-3329",
    "contact3": "LinkedIn: www.linkedin.com/in/luiz-mendes-161724214",
    "contact4": "GitHub: https://github.com/LuizHenriqueMendes",
    "contact5": "Itch.io: https://feixedeluz.itch.io"
}